Repository: ankostyuk/address-book
Catalog: i18n/sources/ui_keys/*.po
Languages: ru

# app.name
source: Address Book
ru: Контакты

# contacts.connection.type.email
source: Email
ru: Емейл

# contacts.connection.type.phone
source: Phone
ru: Телефон

# contacts.connection.type.skype
source: Skype
ru: Скайп

# ng-pluralize.contacts
source: {'0': 'No contacts', 'one': '{} contact', 'other': '{} contacts'}
ru: {'0': 'Нет контактов', 'one': '{} контакт', 'few': '{} контакта', 'many': '{} контактов', 'other': '{} контакта'}

# ng-pluralize.found-contacts
source: {'0': 'Contacts not found', 'one': 'Found {} contact', 'other': 'Found {} contacts'}
ru: {'0': 'Контактов не найдено', 'one': 'Найден {} контакт', 'few': 'Найдено {} контакта', 'many': 'Найдено {} контактов', 'other': 'Найдено {} контакта'}

# validation.INVALID_PASSWORD.error
source: Enter email
ru: Укажите пароль

# validation.LOGIN_FAILED.error
source: Incorrect login or password
ru: Неправильный логин или пароль

# validation.USERNAME_EMAIL_REQUIRED.error
source: Enter email
ru: Укажите электронную почту

# validation.contacts.connection.email.empty
source: Enter email
ru: Укажите электронную почту

# validation.contacts.connection.phone.empty
source: Enter phone
ru: Укажите телефон

# validation.contacts.connection.skype.empty
source: Enter Skype
ru: Укажите Скайп

# validation.email.custom.email
source: Unlike email address
ru: Не похоже на адрес электронной почты

# validation.email.uniqueness
source: A user with this email is already registered
ru: Пользователь с такой электронной почтой уже зарегистрирован

# validation.login.incorrect
source: Incorrect login or password
ru: Неправильный логин или пароль

# validation.signup.user.exist
source: A user with this email is already registered
ru: Пользователь с такой электронной почтой уже зарегистрирован

# validation.unknown.error
source: Unexpected error
ru: Непредвиденная ошибка
